Repository: elysium-studio/Glance
Catalog: Glance.Shell.WinUI/Strings/*/Resources.resw
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt_br, zh_hans

# SettingsTitleBar.Title
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
zh_hans: 设置

# SettingsButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
zh_hans: 设置

# ModulesSectionTitle.Text
source: Modules
de: Module
es: Módulos
it: Moduli
ja: モジュール
ko: 모듈
pl: Moduły
pt_br: Módulos
zh_hans: 模块

# AddModuleButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Add module
de: Modul hinzufügen
es: Agregar módulo
ja: モジュールを追加
nl: Module toevoegen

# AddModuleButtonLabel.Text
source: Add module
de: Modul hinzufügen
es: Agregar módulo
ja: モジュールを追加
nl: Module toevoegen

# ModuleDropTargetText.Text
source: Drop to install this module
de: Zum Installieren dieses Moduls hier ablegen
es: Suelta para instalar este módulo
ja: ドロップしてこのモジュールをインストール
nl: Laat los om deze module te installeren

# ModuleInstallInvalidPackageMessage
source: Drop a valid .glance module package.
de: Lege ein gültiges .glance-Modulpaket ab.
es: Suelta un paquete de módulo .glance válido.
ja: 有効な .glance モジュール パッケージをドロップしてください。
nl: Zet een geldig .glance-modulepakket neer.

# ModuleInstallFailedMessage
source: The module could not be installed.
de: Das Modul konnte nicht installiert werden.
es: No se pudo instalar el módulo.
ja: モジュールをインストールできませんでした。
nl: De module kan niet worden geïnstalleerd.

# ModuleInstalledMessage
source: {0} was installed and added to its module group.
de: {0} wurde installiert und seiner Modulgruppe hinzugefügt.
es: {0} se instaló y se agregó a su grupo de módulos.
ja: {0} をインストールし、モジュール グループに追加しました。
nl: {0} is geïnstalleerd en aan de bijbehorende modulegroep toegevoegd.

# ModuleUpdateStagedMessage
source: The update for {0} is ready and will be applied the next time Glance starts.
de: Das Update für {0} ist bereit und wird beim nächsten Start von Glance angewendet.
es: La actualización de {0} está lista y se aplicará la próxima vez que se inicie Glance.
ja: {0} の更新を準備しました。次回 Glance を起動したときに適用されます。
nl: De update voor {0} is gereed en wordt toegepast wanneer Glance de volgende keer wordt gestart.

# ModuleRemovedMessage
source: {0} was removed from Glance.
de: {0} wurde aus Glance entfernt.
es: {0} se eliminó de Glance.
ja: {0} を Glance から削除しました。
nl: {0} is uit Glance verwijderd.

# ModuleUpdateRestartDialogTitle
source: Restart Glance to update?
de: Glance neu starten, um zu aktualisieren?
es: ¿Reiniciar Glance para actualizar?
ja: 更新のため Glance を再起動しますか?
nl: Glance opnieuw starten om bij te werken?

# ModuleUpdateRestartDialogMessage
source: The module update is ready. Restart Glance now to use the new version, or restart later when it is convenient.
de: Das Modulupdate ist bereit. Starte Glance jetzt neu, um die neue Version zu verwenden, oder später, wenn es dir passt.
es: La actualización del módulo está lista. Reinicia Glance ahora para usar la nueva versión o más tarde cuando te resulte conveniente.
ja: モジュールの更新を準備しました。新しいバージョンを使用するには今すぐ Glance を再起動するか、都合のよいときに後で再起動してください。
nl: De module-update is gereed. Start Glance nu opnieuw om de nieuwe versie te gebruiken, of later wanneer het uitkomt.

# ModuleUpdateRestartDialogPrimaryButton
source: Restart now
de: Jetzt neu starten
es: Reiniciar ahora
ja: 今すぐ再起動
nl: Nu opnieuw starten

# ModuleUpdateRestartDialogCloseButton
source: Later
de: Später
es: Más tarde
ja: 後で

# AppearanceAndBehaviourSettingsTitle
source: Appearance and behaviour
de: Darstellung und Verhalten
es: Apariencia y comportamiento
ja: 外観と動作
nl: Uiterlijk en gedrag
pl: Wygląd i zachowanie
pt_br: Aparência e comportamento
zh_hans: 外观和行为

# SpeechAndCommandsSettingsTitle
source: Speech and commands
de: Sprache und Befehle
es: Voz y comandos
ja: 音声とコマンド
nl: Spraak en opdrachten
pl: Mowa i polecenia
pt_br: Fala e comandos
zh_hans: 语音和命令

# InformationModulesTitle
source: Information
de: Informationen
es: Información
ja: 情報
nl: Informatie
pl: Informacje
pt_br: Informações
zh_hans: 信息

# ProductivityModulesTitle
source: Productivity
de: Produktivität
es: Productividad
ja: 生産性
nl: Productiviteit
pl: Produktywność
pt_br: Produtividade
zh_hans: 工作效率

# MediaAndCaptureModulesTitle
source: Media and capture
de: Medien und Aufnahme
es: Multimedia y captura
ja: メディアとキャプチャ
nl: Media en vastleggen
pl: Multimedia i przechwytywanie
pt_br: Mídia e captura
zh_hans: 媒体和捕获

# DevicesAndSystemModulesTitle
source: Devices and system
de: Geräte und System
es: Dispositivos y sistema
ja: デバイスとシステム
nl: Apparaten en systeem
pl: Urządzenia i system
pt_br: Dispositivos e sistema
zh_hans: 设备和系统

# IntegrationsModulesTitle
source: Integrations
de: Integrationen
es: Integraciones
ja: 連携
nl: Integraties
pl: Integracje
pt_br: Integrações
zh_hans: 集成

# OtherModulesTitle
source: Other
de: Sonstige
es: Otros
ja: その他
nl: Overige
pl: Inne
pt_br: Outros
zh_hans: 其他

# GlancePlacementCard.Header
source: Glance placement
de: Position von Glance
es: Ubicación de Glance
fr: Position de Glance
it: Posizione di Glance
ja: Glance の配置
ko: Glance 위치
nl: Plaatsing van Glance
pl: Położenie Glance
pt_br: Posição do Glance
zh_hans: Glance 位置

# GlancePlacementCard.Description
source: Choose whether Glance appears at the top or bottom of the screen
de: Lege fest, ob Glance oben oder unten auf dem Bildschirm erscheint
es: Elige si Glance aparece en la parte superior o inferior de la pantalla
fr: Choisissez si Glance apparaît en haut ou en bas de l’écran
it: Scegli se Glance appare nella parte superiore o inferiore dello schermo
ja: Glance を画面の上部または下部に表示します
ko: Glance를 화면 위쪽 또는 아래쪽에 표시합니다
nl: Kies of Glance bovenaan of onderaan het scherm verschijnt
pl: Wybierz, czy Glance ma być wyświetlany u góry, czy u dołu ekranu
pt_br: Escolha se o Glance aparece na parte superior ou inferior da tela
zh_hans: 选择在屏幕顶部或底部显示 Glance

# GlancePlacementTopOption.Content
source: Top
de: Oben
es: Arriba
fr: Haut
it: In alto
ja: 上
ko: 위
nl: Boven
pl: Góra
pt_br: Superior
zh_hans: 顶部

# GlancePlacementBottomOption.Content
source: Bottom
de: Unten
es: Abajo
fr: Bas
it: In basso
ja: 下
ko: 아래
nl: Onder
pl: Dół
pt_br: Inferior
zh_hans: 底部

# StartWithWindowsCard.Header
source: Start with Windows
de: Mit Windows starten
es: Iniciar con Windows
fr: Démarrer avec Windows
it: Avvia con Windows
ja: Windows と同時に起動
ko: Windows 시작 시 실행
nl: Starten met Windows
pl: Uruchamiaj z systemem Windows
pt_br: Iniciar com o Windows
zh_hans: 随 Windows 启动

# StartWithWindowsCard.Description
source: Automatically launch Glance when you sign in
de: Glance bei der Anmeldung automatisch starten
es: Inicia Glance automáticamente al iniciar sesión
fr: Lancer automatiquement Glance lors de la connexion
it: Avvia automaticamente Glance all’accesso
ja: サインイン時に Glance を自動的に起動します
ko: 로그인할 때 Glance를 자동으로 실행합니다
nl: Glance automatisch starten wanneer je je aanmeldt
pl: Automatycznie uruchamiaj Glance po zalogowaniu
pt_br: Inicie o Glance automaticamente ao entrar
zh_hans: 登录时自动启动 Glance

# BooleanToggle.OnContent
source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
ko: 예
nl: Ja
pl: Tak
pt_br: Sim
zh_hans: 是

# BooleanToggle.OffContent
source: No
de: Nein
fr: Non
ja: いいえ
ko: 아니요
nl: Nee
pl: Nie
pt_br: Não
zh_hans: 否

# AutoHideCard.Header
source: Auto-hide
de: Automatisch ausblenden
es: Ocultar automáticamente
fr: Masquer automatiquement
it: Nascondi automaticamente
ja: 自動的に隠す
ko: 자동 숨기기
nl: Automatisch verbergen
pl: Automatyczne ukrywanie
pt_br: Ocultar automaticamente
zh_hans: 自动隐藏

# AutoHideCard.Description
source: Hide Glance when it is idle and reveal it when the pointer approaches its screen-edge indicator
de: Blendet Glance bei Inaktivität aus und wieder ein, wenn sich der Zeiger der Bildschirmrandanzeige nähert
es: Oculta Glance cuando está inactivo y lo muestra cuando el puntero se acerca al indicador del borde de la pantalla
fr: Masque Glance lorsqu’il est inactif et l’affiche lorsque le pointeur approche de l’indicateur au bord de l’écran
it: Nasconde Glance quando è inattivo e lo mostra quando il puntatore si avvicina all’indicatore sul bordo dello schermo
ja: 操作していないときは Glance を隠し、ポインターが画面端のインジケーターに近づくと表示します
ko: 사용하지 않을 때 Glance를 숨기고 포인터가 화면 가장자리 표시기에 가까워지면 다시 표시합니다
nl: Verbergt Glance wanneer het niet wordt gebruikt en toont het wanneer de aanwijzer de indicator aan de schermrand nadert
pl: Ukrywa Glance, gdy nie jest używany, i pokazuje go, gdy wskaźnik zbliży się do znacznika przy krawędzi ekranu
pt_br: Oculta o Glance quando está ocioso e o mostra quando o ponteiro se aproxima do indicador na borda da tela
zh_hans: 空闲时隐藏 Glance，并在指针靠近屏幕边缘指示器时重新显示

# GlanceExpansionCard.Header
source: Island expansion
de: Insel-Erweiterung
es: Expansión de la isla
fr: Développement de l’îlot
it: Espansione dell’isola
ja: アイランドの展開
ko: 아일랜드 펼치기
nl: Eiland uitvouwen
pl: Rozwijanie wyspy
pt_br: Expansão da ilha
zh_hans: 灵动岛展开方式

# GlanceExpansionCard.Description
source: Choose whether Glance expands on hover, on click, or always stays expanded
de: Lege fest, ob Glance beim Zeigen, beim Klicken oder dauerhaft erweitert wird
es: Elige si Glance se expande al pasar el puntero o permanece siempre expandido
ja: Glance をホバー時、クリック時、または常に展開するかを選択します
nl: Kies of Glance wordt uitgevouwen bij aanwijzen, klikken of altijd uitgevouwen blijft

# GlanceExpansionHoverOption.Content
source: Expand on hover
de: Beim Zeigen erweitern
es: Expandir al pasar el puntero
fr: Développer au survol
it: Espandi al passaggio
ja: ポインターで展開
ko: 가리킬 때 펼치기
nl: Uitvouwen bij aanwijzen
pl: Rozwiń po wskazaniu
pt_br: Expandir ao passar o ponteiro
zh_hans: 悬停时展开

# GlanceExpansionPinnedOption.Content
source: Always expanded
de: Immer erweitert
es: Siempre expandido
fr: Toujours développé
it: Sempre espanso
ja: 常に展開
ko: 항상 펼침
nl: Altijd uitgevouwen
pl: Zawsze rozwinięty
pt_br: Sempre expandido
zh_hans: 始终展开

# GlanceExpansionClickOption.Content
source: Expand on click
de: Beim Klicken erweitern
ja: クリックで展開
nl: Uitvouwen bij klikken

# PinIslandButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Keep expanded
de: Erweitert lassen
es: Mantener expandido
fr: Garder développé
it: Mantieni espanso
ja: 展開したままにする
ko: 펼친 상태로 유지
nl: Uitgevouwen houden
pl: Pozostaw rozwinięty
pt_br: Manter expandido
zh_hans: 保持展开

# PinIslandButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Keep island expanded
de: Insel erweitert lassen
es: Mantener la isla expandida
fr: Garder l’îlot développé
it: Mantieni l’isola espansa
ja: アイランドを展開したままにする
ko: 아일랜드를 펼친 상태로 유지
nl: Eiland uitgevouwen houden
pl: Pozostaw wyspę rozwiniętą
pt_br: Manter a ilha expandida
zh_hans: 让灵动岛保持展开

# UnpinIslandButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Expand on hover
de: Beim Zeigen erweitern
es: Expandir al pasar el puntero
fr: Développer au survol
it: Espandi al passaggio
ja: ポインターで展開
ko: 가리킬 때 펼치기
nl: Uitvouwen bij aanwijzen
pl: Rozwiń po wskazaniu
pt_br: Expandir ao passar o ponteiro
zh_hans: 悬停时展开

# UnpinIslandButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Stop keeping island expanded
de: Insel nicht mehr erweitert lassen
es: Dejar de mantener la isla expandida
fr: Ne plus garder l’îlot développé
it: Non mantenere più l’isola espansa
ja: アイランドの固定展開を解除
ko: 아일랜드 펼침 고정 해제
nl: Eiland niet meer uitgevouwen houden
pl: Nie pozostawiaj wyspy rozwiniętej
pt_br: Parar de manter a ilha expandida
zh_hans: 停止保持灵动岛展开

# ModuleAttentionSettingCard.Header
source: Allow attention
de: Aufmerksamkeit zulassen
es: Permitir avisos
fr: Autoriser les alertes
it: Consenti avvisi
ja: 注意喚起を許可
ko: 주의 알림 허용
nl: Aandacht toestaan
pl: Zezwalaj na alerty
pt_br: Permitir alertas
zh_hans: 允许提醒

# ModuleAttentionSettingCard.Description
source: Let this module bring itself into view when something needs your attention
de: Diesem Modul erlauben, sich einzublenden, wenn etwas deine Aufmerksamkeit erfordert
es: Permite que este módulo se muestre cuando algo requiera tu atención
fr: Autoriser ce module à s’afficher lorsqu’un élément nécessite votre attention
it: Consenti al modulo di mostrarsi quando qualcosa richiede la tua attenzione
ja: 注意が必要なときに、このモジュールを自動的に表示します
ko: 주의가 필요할 때 이 모듈이 자동으로 표시되도록 허용합니다
nl: Sta toe dat deze module in beeld komt wanneer iets je aandacht nodig heeft
pl: Pozwól temu modułowi pojawić się, gdy coś wymaga Twojej uwagi
pt_br: Permita que este módulo seja exibido quando algo precisar da sua atenção
zh_hans: 当有内容需要你注意时，允许此模块自动显示

# UninstallModuleDialogTitle
source: Uninstall {0}?
de: {0} deinstallieren?
es: ¿Desinstalar {0}?
ja: {0} をアンインストールしますか?
nl: {0} verwijderen?

# UninstallModuleDialogMessage
source: {0} will be removed from Glance immediately.
de: {0} wird sofort aus Glance entfernt.
es: {0} se eliminará de Glance inmediatamente.
ja: {0} は Glance から直ちに削除されます。
nl: {0} wordt onmiddellijk uit Glance verwijderd.

# UninstallModuleDialogDataMessage
source: Its package, settings, saved data, and runtime files will be deleted.
de: Das Paket, die Einstellungen, gespeicherten Daten und Laufzeitdateien werden gelöscht.
es: Se eliminarán su paquete, configuración, datos guardados y archivos de ejecución.
ja: パッケージ、設定、保存データ、ランタイム ファイルが削除されます。
nl: Het pakket, de instellingen, opgeslagen gegevens en runtimebestanden worden verwijderd.

# UninstallModuleDialogPrimaryButton
source: Uninstall
de: Deinstallieren
es: Desinstalar
ja: アンインストール
nl: Verwijderen

# UninstallModuleDialogCloseButton
source: Cancel
de: Abbrechen
es: Cancelar
ja: キャンセル
nl: Annuleren

source: Uninstall module
de: Modul deinstallieren
es: Desinstalar módulo
ja: モジュールをアンインストール
nl: Module verwijderen

# UninstallModuleButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Uninstall
de: Deinstallieren
es: Desinstalar
ja: アンインストール
nl: Verwijderen

# AboutNavigationItem.Content
source: About
de: Über
es: Acerca de
ja: について
nl: Over
zh_hans: 关于

# AboutDialogTitle
source: About
de: Über
es: Acerca de
ja: について
nl: Over
zh_hans: 关于

# AboutDialogCloseButton
source: Close
de: Schließen
es: Cerrar
ja: 閉じる
nl: Sluiten
zh_hans: 关闭

# QuitGlanceNavigationItem.Content
source: Quit
de: Beenden
es: Salir
ja: 終了
nl: Afsluiten
zh_hans: 退出

# QuitDialogTitle
source: Quit Glance?
de: Glance beenden?
es: ¿Salir de Glance?
fr: Quitter Glance ?
it: Uscire da Glance?
ja: Glance を終了しますか?
ko: Glance를 종료할까요?
nl: Glance afsluiten?
pl: Zakończyć Glance?
pt_br: Sair do Glance?
zh_hans: 退出 Glance？

# QuitDialogMessage
source: Glance will close. Active timers, recordings, and other running modules will stop.
de: Glance wird geschlossen. Aktive Timer, Aufnahmen und andere laufende Module werden beendet.
es: Glance se cerrará. Los temporizadores, las grabaciones y otros módulos activos se detendrán.
fr: Glance va se fermer. Les minuteurs, les enregistrements et les autres modules actifs seront arrêtés.
it: Glance verrà chiuso. I timer, le registrazioni e gli altri moduli attivi verranno interrotti.
ja: Glance が閉じられます。実行中のタイマー、録音、その他のモジュールは停止します。
ko: Glance가 닫힙니다. 실행 중인 타이머, 녹음 및 기타 모듈이 중지됩니다.
nl: Glance wordt gesloten. Actieve timers, opnamen en andere actieve modules worden gestopt.
pl: Glance zostanie zamknięty. Aktywne minutniki, nagrania i inne działające moduły zostaną zatrzymane.
pt_br: O Glance será fechado. Temporizadores, gravações e outros módulos em execução serão interrompidos.
zh_hans: Glance 将关闭。正在运行的计时器、录音和其他模块将停止。

# QuitDialogPrimaryButton
source: Quit
de: Beenden
es: Salir
fr: Quitter
it: Esci
ja: 終了
ko: 종료
nl: Afsluiten
pl: Zakończ
pt_br: Sair
zh_hans: 退出

# QuitDialogCloseButton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
zh_hans: 取消

# AssistantEnabledCard.Header
source: Voice assistant
de: Sprachassistent
es: Asistente de voz
ja: 音声アシスタント
ko: 음성 도우미
nl: Spraakassistent
pl: Asystent głosowy
pt_br: Assistente de voz
zh_hans: 语音助手

# AssistantEnabledCard.Description
source: Listen for “Glance” or “Hey Glance” to control Glance with voice commands
de: Hören Sie auf „Glance“ oder „Hey Glance“, um Glance mit Sprachbefehlen zu steuern
es: Escucha «Glance» o «Hey Glance» para controlar Glance con comandos de voz
ja: 「Glance」または「Hey Glance」を待ち受けて音声コマンドで Glance を操作します
ko: “Glance” 또는 “Hey Glance”를 듣고 음성 명령으로 Glance를 제어합니다
nl: Luister naar ‘Glance’ of ‘Hey Glance’ om Glance met spraakopdrachten te bedienen
pl: Nasłuchuj „Glance” lub „Hey Glance”, aby sterować aplikacją za pomocą poleceń głosowych
pt_br: Ouça “Glance” ou “Hey Glance” para controlar o Glance com comandos de voz
zh_hans: 监听“Glance”或“Hey Glance”，通过语音命令控制 Glance

# AssistantProviderCard.Header
source: Speech provider
de: Spracherkennungsanbieter
es: Proveedor de voz
ja: 音声プロバイダー
ko: 음성 공급자
nl: Spraakprovider
pl: Dostawca mowy
pt_br: Provedor de voz
zh_hans: 语音提供程序

# AssistantProviderCard.Description
source: Choose the provider used for wake-word and command recognition
de: Wählen Sie den Anbieter für Aktivierungswort- und Befehlserkennung
es: Elige el proveedor utilizado para reconocer la palabra de activación y los comandos
ja: ウェイクワードとコマンドの認識に使用するプロバイダーを選択します
ko: 호출어 및 명령 인식에 사용할 공급자를 선택합니다
nl: Kies de provider voor herkenning van het activeringswoord en opdrachten
pl: Wybierz dostawcę rozpoznawania słowa aktywacyjnego i poleceń
pt_br: Escolha o provedor usado para reconhecer a palavra de ativação e os comandos
zh_hans: 选择用于唤醒词和命令识别的提供程序

# AssistantSemanticResolverCard.Header
source: Command understanding
de: Befehlsverständnis
es: Comprensión de comandos
ja: コマンドの理解
ko: 명령 이해
nl: Opdrachten begrijpen
pl: Rozumienie poleceń
pt_br: Compreensão de comandos
zh_hans: 命令理解

# AssistantSemanticResolverCard.Description
source: Choose the local AI used to understand requests and select Glance actions
de: Wählen Sie die lokale KI aus, die Anfragen versteht und Glance-Aktionen auswählt
es: Elige la IA local que entiende las solicitudes y selecciona acciones de Glance
ja: 要求を理解して Glance のアクションを選択するローカル AI を選びます
ko: 요청을 이해하고 Glance 작업을 선택할 로컬 AI를 선택하세요
nl: Kies de lokale AI die verzoeken begrijpt en Glance-acties selecteert
pl: Wybierz lokalną sztuczną inteligencję, która rozumie prośby i wybiera akcje Glance
pt_br: Escolha a IA local que entende solicitações e seleciona ações do Glance
zh_hans: 选择用于理解请求并选择 Glance 操作的本地 AI

# SetupTourTitleBar.Title
source: Getting Started
de: Set up Glance
es: Set up Glance
ja: Set up Glance
nl: Set up Glance
pl: Set up Glance
pt_br: Set up Glance
zh_hans: Set up Glance

# ReorderModulesButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Reorder modules
de: Module neu anordnen
es: Reordenar módulos
ja: モジュールの並べ替え
nl: Modules opnieuw ordenen
zh_hans: 重新排列模块

source: Reorder modules
de: Module neu anordnen
es: Reordenar módulos
ja: モジュールの並べ替え
nl: Modules opnieuw ordenen
zh_hans: 重新排列模块

# MoveToTaskbarButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Move to taskbar
de: Zur Taskleiste verschieben
es: Mover a la barra de tareas
ja: タスクバーに移動
nl: Naar taakbalk verplaatsen

source: Move Glance to the taskbar
de: Glance zur Taskleiste verschieben
es: Mover Glance a la barra de tareas
ja: Glance をタスクバーに移動
nl: Glance naar de taakbalk verplaatsen

# MoveToScreenEdgeButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Move to screen edge
de: Zum Bildschirmrand verschieben
es: Mover al borde de la pantalla
ja: 画面の端に移動
nl: Naar schermrand verplaatsen

source: Move Glance to the screen edge
de: Glance zum Bildschirmrand verschieben
es: Mover Glance al borde de la pantalla
ja: Glance を画面の端に移動
nl: Glance naar de schermrand verplaatsen

source: Cancel
de: Abbrechen
es: Cancelar
ja: キャンセル
nl: Annuleren
zh_hans: 取消

source: Cancel module reordering
de: Modulanordnung abbrechen
es: Cancelar la reorganización de módulos
ja: モジュールの並べ替えをキャンセル
nl: Opnieuw ordenen annuleren
zh_hans: 取消模块重新排列

source: Done
de: Fertig
es: Listo
ja: 完了
nl: Gereed
zh_hans: 完成

source: Save module order
de: Modulanordnung speichern
es: Guardar el orden de los módulos
ja: モジュールの順序を保存
nl: Modulevolgorde opslaan
zh_hans: 保存模块顺序

# UpdateReadyToastDismissButton
source: Dismiss
de: Schließen
es: Descartar
ja: 閉じる
nl: Negeren

# UpdateReadyToastDownloaded
source: Glance {0} has been downloaded.
de: Glance {0} wurde heruntergeladen.
es: Se ha descargado Glance {0}.
ja: Glance {0} がダウンロードされました。
nl: Glance {0} is gedownload.

# UpdateReadyToastRestartButton
source: Restart
de: Neustart
es: Reiniciar
ja: 再起動
nl: Opnieuw opstarten

# UpdateReadyToastRestartRequired
source: Restart to finish updating.
de: Starten Sie neu, um die Aktualisierung abzuschließen.
es: Reinicie para finalizar la actualización.
ja: 再起動してアップデートを完了します。
nl: Start opnieuw op om het updaten te voltooien.

# UpdateReadyToastTitle
source: Update ready
de: Update bereit
es: Actualización lista
ja: アップデートの準備ができました
nl: Update gereed

# AssistantModelSetupExpander.Header
source: Set up voice assistant
de: Sprachassistent einrichten
es: Configurar asistente de voz
ja: 音声アシスタントを設定
nl: Spraakassistent instellen

# AssistantModelSetupExpander.Description
source: Download a speech model once. Voice processing stays on this device.
de: Laden Sie einmalig ein Sprachmodell herunter. Die Sprachverarbeitung erfolgt auf diesem Gerät.
es: Descarga un modelo de voz una vez. El procesamiento de voz permanece en este dispositivo.
ja: 音声モデルを一度ダウンロードします。音声処理はこのデバイス上で行われます。
nl: Download eenmalig een spraakmodel. Spraakverwerking blijft op dit apparaat.

# AssistantModelChoiceCard.Header
source: Speech model
de: Sprachmodell
es: Modelo de voz
ja: 音声モデル
nl: Spraakmodel

# AssistantModelInstallCard.Header
source: Model download
de: Modell herunterladen
es: Descarga del modelo
ja: モデルのダウンロード
nl: Model downloaden

# AssistantModelInstallButtonText.Text
source: Install
de: Installieren
es: Instalar
ja: インストール
nl: Installeren

# AssistantModelCancelButtonText.Text
source: Cancel
de: Abbrechen
es: Cancelar
ja: キャンセル
nl: Annuleren

# AssistantModelRemoveButtonText.Text
source: Remove
de: Entfernen
es: Quitar
ja: 削除
nl: Verwijderen

# AssistantModelReadyInfoBar.Title
source: Ready
de: Bereit
es: Listo
ja: 準備完了
nl: Gereed

# AssistantModelReadyInfoBar.Message
source: The voice assistant can now be switched on.
de: Der Sprachassistent kann jetzt eingeschaltet werden.
es: Ahora puedes activar el asistente de voz.
ja: 音声アシスタントをオンにできるようになりました。
nl: De spraakassistent kan nu worden ingeschakeld.

# GlanceExpansionCard.Description
source: Choose whether Glance expands on pointer hover or always stays expanded
fr: Choisissez si Glance se développe au survol du pointeur ou reste toujours développé
it: Scegli se Glance si espande al passaggio del puntatore o rimane sempre espanso
ko: 포인터를 올릴 때 Glance를 펼칠지 항상 펼친 상태로 둘지 선택합니다
pl: Wybierz, czy Glance rozwija się po wskazaniu, czy pozostaje zawsze rozwinięty
pt_br: Escolha se o Glance se expande ao passar o ponteiro ou permanece sempre expandido
zh_hans: 选择 Glance 在指针悬停时展开或始终保持展开

# QuitGlanceNavigationItem.Content
source: Quit Glance
fr: Quitter Glance
it: Esci da Glance
ko: Glance 종료
pl: Zakończ Glance
pt_br: Sair do Glance

# ModulesDescription.Text
source: Choose which modules appear in Glance.
fr: Choisissez les modules affichés dans Glance.
it: Scegli i moduli visualizzati in Glance.
ko: Glance에 표시할 모듈을 선택하세요.
